Repository: jbleyel/serviceapp
Catalog: src/locale/*.po
Languages: de

source: AAC software decoding
de: AAC Software Decodierung

source: AC3 software decoding
de: AC3 Software Decodierung

source: Auto select stream
de: Stream automatisch auswählen

source: Auto turn on subtitles
de: Untertitel automatisch einschalten

source: Automatically turn on subtitles if available.
de: Untertitel automatisch einschalten, falls verfügbar.

source: Buffer duration
de: Pufferdauer

source: Buffer size
de: Puffer Größe

source: Cancel
de: Abbrechen

source: Connection speed
de: Verbindungsgeschwindigkeit

source: DTS software decoding
de: DTS Software Decodierung

source: Detecting exteplayer3 player ...
de: Erkenne exteplayer3 player ...

source: Detecting gstreamer player ...
de: Erkenne gstreamer player ...

source: EAC3 software decoding
de: EAC3 Software Decodierung

source: Embedded subtitles
de: Eingebettete Untertitel

source: Enigma2 playback system
de: Enigma2 Wiedergabesystem

source: Enigma2 playback system was changed and Enigma2 should be restarted Do you want to restart it now?
de: Enigma2-Wiedergabesystem wurde geändert und Enigma2 sollte neu gestartet werden Möchten Sie es jetzt neu starten?

source: MP3 software decoding
de: MP3 Software Decodierung

source: Play with ServiceExtEplayer3
de: Abspielen mit ServiceExtEplayer3

source: Play with ServiceGstPlayer
de: Abspielen mit ServiceGstPlayer

source: RTMP protocol implementation
de: RTMP Protokoll Implementierung

source: Select sink which you want to use.
de: Wählen Sie den Sink der verwendet werden soll.

source: Select the player which will be used for Enigma2 playback.
de: Wählen Sie den Player der für die Enigma2 Wiedergabe verwendet werden soll.

source: Select the player which will be used in serviceapp for Enigma2 playback.
de: Wählen Sie den Player der in der Serviceapp für die Enigma2 Wiedergabe verwendet werden soll.

source: Set buffer duration in seconds.
de: Setze die Pufferdauer in Sekunden fest.

source: Set buffer size in kilobytes.
de: Setze die Puffergröße in Kilobytes.

source: Set connection speed in kb/s, according to which you want to have streams auto-selected
de: Setze Verbindungsgeschwindigkeit in kb/s, je nachdem, welche Streams automatisch ausgewählt werden sollen

source: Set which RTMP protocol implementation will be used for playback of RTMP streams
de: Lege fest, welche RTMP-Protokollimplementierung für die Wiedergabe von RTMP-Streams verwendet wird

source: Software decoder use LPCM for injection (otherwise wav PCM will be used)
de: Software-Decoder verwenden LPCM für die Injektion (andernfalls wird wav PCM verwendet)

source: Stop playing this movie?
de: Film Wiedergabe stoppen?

source: To AAC ADTS
de: Zu AAC ADTS

source: To AAC LATM
de: Zu AAC LATM

source: Turn on AAC software decoding.
de: Aktiviere die AAC Softwaredecodierung.

source: Turn on AC3 software decoding.
de: Aktiviere die AC3 Softwaredecodierung.

source: Turn on DTS software decoding.
de: Aktiviere die DTS Softwaredecodierung.

source: Turn on EAC3 software decoding.
de: Aktiviere die EAC3 Softwaredecodierung.

source: Turn on MP3 software decoding.
de: Aktiviere die MP3 Softwaredecodierung.

source: Turn on WMA1, WMA2, WMA/PRO software decoding.
de: Aktiviere die WMA1, WMA2, WMA/PRO Softwaredecodierung.

source: Turn on auto-selection of streams according to set Connection speed.
de: Aktiviere die automatische Auswahl von Streams entsprechend der eingestellten Verbindungsgeschwindigkeit.

source: Turn on downmix to stereo, when software decoding is in use
de: Schalte Downmix auf Stereo ein, wenn Software-Decodierung verwendet wird

source: Turn on explorer to retrieve different quality streams from HLS variant playlist and select them via subservices.
de: Aktiviere Explorer, um Streams unterschiedlicher Qualität aus der HLS Varianten Wiedergabeliste abzurufen und sie über Unterdienste auszuwählen.

source: Turn on the embedded subtitles support.
de: Aktiviere Unterstützung für eingebettete Untertitel.

source: WMA software decoding
de: WMA Software Decodierung

source: experimental
de: experimentell

source: false
de: falsch

source: not installed
de: nicht installiert

source: off
de: Aus

source: setup player framework
de: Player-Framework einrichten

source: true
de: wahr
